<?php
// Heading
$_['heading_title']        = 'Список городов';

// Text
$_['text_success']         = 'Список городов обновлен';
$_['text_list']            = 'Список городов';
$_['text_add']             = 'Добавление города';
$_['text_edit']            = 'Редактирование города';

// Column
$_['column_name']          = 'Название города';
$_['column_action']        = 'Действие';

// Entry
$_['entry_name']           = 'Название города';
$_['entry_status']         = 'Статус';
$_['entry_code']           = 'SEO URL';

$_['help_code']            = 'Замените пробелы на тире. Должно быть уникальным на всю систему.';

// Error
$_['error_permission']     = 'У вас нет прав для изменения списка гордов';
$_['error_name']           = 'Название города должно быть от 3 до 32 символов!';
$_['error_code']           = 'SEO URL должен состоять из 3 символов!';
$_['error_default']        = 'Город нельзя удалить, поскольку он назначен по умолчанию!';
